{
    "ABOUT" : "حول",
    "DEPARTMENTS" :"أدارة",
    "MATERIALS"  : "مواد",
    "PROJECTS" : "المشاريع",
    "CONTACT": "تواصل",
    "language" : "اللغة",
    "DRIVEN BY": "مدفوعا ب",
    "SOLUTIONS" : "الحلول",
    "DRIVEN BY SOLUTIONS" : "مدفوعة بالحلول",
    "Customer-focused" : "تركز على العملاء",
    "We are driven by the desire to meet the specific needs and challenges of customers. We prioritize understanding customers requirements and finding effective solutions to address them." : "نحن مدفوعون بالرغبة في تلبية الاحتياجات والتحديات المحددة للعملاء. نحن نعطي الأولوية لفهم متطلبات العملاء وإيجاد حلول فعالة لمعالجتها.",
    "Problem-solving" : "حل المشاكل",
    "We are determined to find solutions, dedicated to overcoming obstacles that may arise during the projects":"نحن مصممون على إيجاد حلول مخصصة للتغلب على العقبات التي قد تنشأ أثناء المشاريع",
    "Expertise and knowledge":"الخبرة والمعرفة",
    "We have the necessary expertise and knowledge in the finishing & interior fit-out industries. We are trusted by international brands that offer technical materials and guidance to ensure successful project outcomes":"لدينا الخبرة والمعرفة اللازمة في مجال التشطيب والتجهيزات الداخلية. نحن نحظى بثقة العلامات التجارية العالمية التي تقدم المواد التقنية والإرشادات لضمان نتائج ناجحة للمشروع",
    "Adaptability":"القدرة على التكيف",
    "We are willing to customize our offerings to meet the unique requirements of each project":"نحن على استعداد لتخصيص عروضنا لتلبية المتطلبات الفريدة لكل مشروع",
    "over":"زيادة",
    "projects":"المشاريع",
    "around Kuwait and GCC countries":"في جميع أنحاء الكويت ودول مجلس التعاون الخليجي",
    "Our Client":"عميلنا",
    "Copyright 2024 - ibraheem.kh":"حقوق النشر 2024 - ibrahem.kh",
    "DESIGN DEPARTMENT":"قسم التصميم",
    "CALL":"يتصل",
    "ADDRESS":"عنوان",
    "Farwaniya- Al Dajeej":"الفروانية - الضجيج",
    "Al Sayer Complex, Kuwait":"مجمع الساير، الكويت",
    "LOCATION":"موقع",
    "gps trackers":"أجهزة تتبع نظام تحديد المواقع",
    "SEND A MESSAGE":"أرسل رسالة",
    "your name":"اسمك",
    "your email":"البريد الإلكتروني الخاص بك",
    "contact number":"رقم الاتصال",
    "send":"يرسل",
    "write here your message":"اكتب هنا رسالتك"
}